Repository: KDE/kde-nomodeset
Catalog: po/*/kde-nomodeset.po
Languages: ar, ca, de, el, eo, es, eu, fi, fr, gl, he, hi, it, ka, ko, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_cn, zh_tw

# @label
source: It is advised to deal with whatever is wrong with your system that you felt the need to use Safe Graphics Mode. This likely means either upgrading the Linux kernel or installing a graphics driver that correctly supports the graphics card. If you are unsure what to do it's probably best to ask in a support forum for this operating system.
ar: يُنصح بمعالجة أي خطأ في حاسوبك شعرت بسببه بالحاجة إلى استخدام وضع الرسوميات الآمن. هذا يعني على الأرجح إما ترقية نواة Linux أو تثبيت مشغل رسوميات يدعم بطاقة الرسوميات بشكل صحيح. إذا لم تكن متأكدًا مما يجب عليك فعله، فربما يكون الأفضل أن تسأل في منتدى دعم لنظام التشغيل هذا.
ca: Es recomana ocupar-se de qualsevol problema del sistema en què sentiu la necessitat d'emprar el mode de gràfics segurs. Això probablement significarà actualitzar el nucli de Linux o instal·lar un controlador de gràfics que admeti correctament la targeta gràfica. Si no sabeu què fer, probablement serà millor preguntar en un fòrum de suport per a aquest sistema operatiu.
de: Es wird empfohlen, den Fehler in Ihrem System zu beheben, damit Sie nicht mehr den abgesicherten Grafikmodus verwenden müssen. Dies bedeutet wahrscheinlich entweder eine Aktualisierung des Linux-Kernels oder die Installation eines Grafiktreibers, der die Grafikkarte korrekt unterstützt. Wenn Sie unsicher sind, was zu tun ist, ist es wahrscheinlich am besten, in einem Unterstützungsforum für dieses Betriebssystem zu fragen.
el: Συνιστάται η αντιμετώπιση των προβλημάτων του συστήματος που σας ανάγκασαν να καταφύγετε στην ασφαλή λειτουργία γραφικών. Αυτό μάλλον σημαίνει ότι απαιτείται η αναβάθμιση του πυρήνα Linux ή η εγκατάσταση ενός οδηγού ο οποίος να υποστηρίζει σωστά την κάρτα φραφικών. Αν δεν είστε βέβαιοι το καλύτερο είναι να ρωτήσετε σε ένα φόρουμ υποστήριξης για αυτό το λειτουργικό σύστημα.
es: Se recomienda tratar de solucionar cualquier problema de su sistema que le haga sentir la necesidad de usar el modo de gráficos seguros. Esto probablemente signifique que tenga que actualizar el kernel de Linux o instalar un controlador de gráficos que admita correctamente la tarjeta gráfica. Si no está seguro de qué hacer, probablemente sea mejor preguntar en un foro de asistencia para este sistema operativo.
eu: Zure sisteman gaizki dagoen, Modu grafiko segurua erabiltzeko erabakia hartzera bultzatu zaituen horri aurre egitea gomendatzen dizugu. Horrek, seguruenik, Linuxen muina bertsio-berritzea edo txartel grafikoak behar duen bezalako euskarria ematen dion grafikoen gidaria instalatzea esan nahi du. Zer egin ez badakizu, onena, zure sistema eragilerako euskarri foro batean galdetzea izango da.
fi: On suositeltavaa selvittää, mikä järjestelmässä aiheutti tarpeen turvallisen näyttötilan käyttöön. Linux-ydin on mahdollistava päivitettävä tai asennettava näyttökorttiasi tukeva näyttöajuri. Ellet varmasti tiedä, mitä teet, on luultavasti hyvä kysyä neuvoa tämän käyttöjärjestelmän tuen keskustelualueilta.s
fr: Il est recommandé de prendre en compte tout ce qui fonctionne mal dans votre système pour que vous ayez besoin de basculer dans le mode graphique de secours. Ceci signifie principalement que soit vous devez mettre à jour votre noyau Linux, soit que vous devez installer un pilote graphique prenant correctement en charge votre carte graphique. Si vous avez un doute sur quoi faire, le mieux est de demander de l'aide sur le forum d'entre-aide pour ce système d'exploitation.
gl: Recoméndase solucionar o problema do sistema que lle levou a usar o modo gráfico seguro. A solución será probabelmente anovar o núcleo de Linux ou instalar un controlador gráfico compatíbel coa tarxeta. Se non ten claro que facer, probabelmente será mellor que pregunte nun foro de asistencia deste sistema operativo.
he: מומלץ לטפל במה שלא תקין במערכת שלך שלהערכתך הוביל לכך שעלה הצורך להשתמש במצב גרפיקה בטוחה. כנראה שהמשמעות היא שצריך להתקין את ליבת הלינוקס או להתקין מנהל התקן גרפי שתומך בכרטיס הגרפי כראוי. אם לא ברור לך מה לעשות עדיף להתייעץ בפורום תמיכה ייעודי למערכת ההפעלה הזאת.
hi: अपनी समस्या का समाधान सुरक्षित ग्राफ़िक्स मोड में करें। अधिकांश रूप से इसका अर्थ लिनक्स कर्नल का अद्यतन या ग्राफ़िक्स ड्राइवर की स्थापना होती है। यदि आप शंका में हैं तो किसी सहायता गोष्ठी में सहायता मांगना उचित होगा।
it: Ti consigliamo di occuparti di qualsiasi problema nel sistema che ti ha spinto a utilizzare la modalità grafica sicura. Questo probabilmente significa aggiornare il kernel Linux o installare un driver grafico che supporti correttamente la scheda grafica. Se non sei sicuro di cosa fare, probabilmente è meglio chiedere in un forum di supporto per questo sistema operativo.
ka: იმისთვის, რომ მოაგვაროთ სისტემასთან, რომელსაც გგონიათ, რომ გრაფიკული დრაივერის პრობლემა აქვს, უსაფრთხო გრაფიკული რეჟიმი შეგიძლიათ გამოიყენოთ. ეს, როგორც წესი, Linux-ის ბირთვის განახლებას ან გრაფიკული ბარათის შესაბამისი დრაივერის დაყენებას მოიცავს. თუ დარწმუნებული არ ბრძანდებით, რა შეგიძლიათ ქნათ, მიმართეთ ამ ოპერაციული სისტემის ფორუმს.
ko: 안전 그래픽 모드를 사용해야 할 문제의 원인을 해결하기를 추천합니다. 리눅스 커널을 업그레이드하거나 그래픽 카드를 지원하는 드라이버를 설치하십시오. 무엇을 해야 할지 잘 모르겠으면 이 운영 체제의 지원 포럼에 문의하십시오.
nl: U wordt geadviseerd om om te gaan met wat er fout is met uw systeem omdat u het nodig vond om de Veilige grafische modus te gebruiken. Dit betekent meestal ofwel de Linux kernel opwaarderen of een grafisch stuurprogramma te installeren die op de juiste manier de grafische kaart ondersteunt. Als u er niet zeker van bent wat te doen is het waarschijnlijk het beste om vragen te stellen in een ondersteuningsforum voor dit besturingssysteem.
nn: Du bør finna ut kva som er så gale med systemet at du må brukar sikker grafikkmodus. Det kan henda du må oppgradera Linux-kjernen eller intallera ein skjermkort­drivar som støttar skjermkortet ditt. Viss du ikkje veit kva du skal gjera, kan det vera lurt å be om hjelp i eit brukarstøtte­forum for operativsystemet.
pl: Zaleca się uporanie się z kłopotami na tym systemie, które wymusiły użycie bezpiecznego trybu graficznego. Wpływ na to ma zazwyczaj uaktualnienie jądra Linuksa lub wgranie sterownika grafiki, który poprawnie obsługuje kartę grafiki. Jeśli nie jesteś pewny, co zrobić, to najlepiej zapytać na forum wsparcia danego systemu operacyjnego.
pt: Aconselha-se que resolva o que possa estar errado no seu sistema para que tenha tido a necessidade de usar o Modo Gráfico Seguro. Provavelmente significa actualizar o 'kernel' de Linux ou instalar um controlador gráfico que suporte correctamente a sua placa gráfica. Se não tiver a certeza do que tem a fazer, provavelmente será melhor contactar um fórum de suporte do seu sistema operativo.
pt_br: É aconselhável lidar com o que quer que esteja errado com seu sistema que você sentiu a necessidade de usar o modo gráfico de segurança. Isto provavelmente significa atualizar o kernel do Linux ou instalar um driver gráfico que suporte corretamente a placa gráfica. Se você não tiver certeza do que fazer, é melhor perguntar em um fórum de suporte para este sistema operacional.
ro: E recomandat să rezolvați problema cu sistemul care v-a împins să folosiți regimul de afișare grafică redusă. De obicei, aceasta presupune fie înnoirea nucleului Linux, fie instalarea unui driver grafic ce susține corect placa grafică. Dacă nu știți cum să procedați, poate fi mai bine să întrebați pe un forum de suport pentru acest sistem de operare.
ru: При необходимости использовать безопасный графический режим рекомендуется определить и устранить причину возникновения ошибок. Скорее всего, может помочь либо обновление ядра Linux, либо установка графического драйвера, который правильно поддерживает видеокарту. Если вы не знаете, что делать, лучше всего задать вопрос на форуме поддержки этой операционной системы.
sk: Odporúča sa vyriešiť všetko, čo nie je v poriadku s vašim systémom, a preto ste cítili potrebu používať bezpečný grafický režim. To pravdepodobne znamená buď aktualizáciu jadra systému Linux, alebo inštaláciu grafického ovládača, ktorý správne podporuje grafickú kartu. Ak si nie ste istí, čo máte robiť, je najlepšie sa opýtať na fóre podpory pre tento operačný systém.
sl: Priporočljivo je, da se ukvarjate s tem, kar je narobe z vašim sistemom, ker ste čutili potrebo po uporabi varnega grafičnega načina. To verjetno pomeni bodisi nadgradnjo Jedra Linuxa ali namestitev grafičnega gonilnika, ki pravilno podpira grafične kartice. Če niste prepričani, kaj storiti, je verjetno najbolje, da vprašate v forum za podporo za ta operacijski sistem.
sv: Det rekommenderas att ta hand om vad som än är fel med systemet som gjorde att du fann det nödvändigt att använda säkert grafikläge. Det betyder troligtvis antingen att uppgradera Linux-kärnan eller installera en grafikdrivrutin som stöder grafikkortet på ett riktigt sätt. Om du är osäker på vad som behövs, är det troligen bäst att fråga på ett supportforum för operativsystemet.
tr: Sizi Güvenli Grafik Kipi'ni kullanmaya iten sorunları çözmeniz önerilir. Bu, Linux çekirdeğini güncelleme veya grafik kartını destekleyen doğru grafik kartı sürücüsünü kurmak olabilir. Ne yapacağınızdan emin değilseniz yapılacak en iyi şey bir destek forumunda yardım istemek olabilir.
uk: Радимо усунути помилки у вашій системі, які призвели до вмикання безпечного графічного режиму. Зазвичай, достатньо оновлення ядра Linux або встановлення графічного драйвера, у якому передбачено належну підтримку вашої графічної картки. Якщо ви не певні щодо потрібних дій, варто попросити про допомогу на форумі підтримки цієї операційної системи.
zh_cn: 建议您处理您的系统中您觉得需要使用安全图形模式来处理的任何错误。 这可能意味着升级Linux内核或安装一个正确支持图形卡的图形驱动程序。 如果您不知道应该做什么，请在操作系统的支持论坛上询问。
zh_tw: 建議您妥善處理您的系統讓您覺得需要使用安全圖形模式的問題。這通常代表更新 Linux 內核或是安裝正確支援您的顯示卡的圖形驅動程式。如果您不確定要怎麽做，可能可以去這個作業系統的支援論壇裡問問看。
