Repository: KDE/kde-nomodeset
Catalog: po/*/kde-nomodeset.po
Languages: ar, ca, de, el, eo, es, eu, fi, fr, gl, he, hi, it, ka, ko, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_cn, zh_tw

# @action:button
source: Keep Safe Graphics Mode
ar: احتفظ بوضع الرسوميات الآمن
ca: Mantén el mode de gràfics segurs
de: Abgesicherten Grafikmodus behalten
el: Διατήρηση ασφαλούς λειτουργίας γραφικών
eo: Konservi Sekuran Grafikan Reĝimon
es: Permanecer en el modo gráfico seguro
eu: Mantendu Modu grafiko lehenetsia
fi: Pysy turvallisessa näyttötilassa
fr: Conserver le mode graphique de sécurité
gl: Manter o modo gráfico seguro
he: להישאר במצב גרפיקה בטוחה
hi: सुरक्षित ग्राफ़िक्स मोड रखें
it: Mantieni la modalità grafica sicura
ka: უსაფრთხო გრაფიკის რეჟიმის დატოვება
ko: 안전 그래픽 모드 유지
nl: Veilige grafische modus behouden
nn: Behald sikker grafikkmodus
pl: Pozostań przy bezpiecznym trybie graficznym
pt: Manter o Modo Gráfico Seguro
pt_br: Manter modo gráfico de segurança
ro: Păstrează regimul de afișare grafică redusă
ru: Продолжить в безопасном режиме
sk: Ponechať bezpečný grafický režim
sl: Ohrani varni grafični način
sv: Behåll säkert grafikläge
tr: Güvenli Grafik Kipini Tut
uk: Зберегти безпечний графічний режим
zh_cn: 保持安全图形模式
zh_tw: 保留安全圖形模式

# @title
source: Unexpected Error
ar: خطأ غير متوقع
ca: Error inesperat
de: Unerwarteter Fehler
el: Απρόσμενο σφάλμα
eo: Neatendita Eraro
es: Error no esperado
eu: Ustekabeko errorea
fi: Odottamaton virhe
fr: Erreur inattendue
gl: Erro inesperado
he: שגיאה מפתיעה
hi: अप्रत्याशित त्रुटि
it: Errore inatteso
ka: გაუთვალისწინებელი შეცდომა
ko: 예상하지 못한 오류
nl: Onverwachte fout
nn: Uventa feil
pl: Nieoczekiwany błąd
pt: Erro Inesperado
pt_br: Erro inesperado
ro: Eroare neașteptată
ru: Неожиданная ошибка
sk: Neočakávaná chyba
sl: Nepričakovana napaka
sv: Oväntat fel
tr: Beklenmedik Hata
uk: Неочікувана помилка
zh_cn: 意外错误
zh_tw: 未預期的錯誤

# @label
source: If regular graphics mode is not working on this system you'll need to figure out what's wrong or ask for help in a support forum for this operating system. Whatever is wrong needs to be resolved on the installed system before it can perform properly.
ar: إذا لم يعمل وضع الرسوميات العادي على هذا الحاسوب، فستحتاج إلى اكتشاف الخطأ أو طلب المساعدة في منتدى دعم لنظام التشغيل هذا. يجب إصلاح أي خطأ في النظام المُثبَّت قبل أن يعمل بشكل صحيح.
ca: Si el mode de gràfics normal no funciona en aquest sistema, haureu d'esbrinar què està malament o demanar ajuda en un fòrum de suport per a aquest sistema operatiu. El que sigui que estigui malament s'haurà de resoldre en el sistema instal·lat abans que pugui funcionar.
de: Wenn der normale Grafikmodus auf diesem System nicht funktioniert, müssen Sie den Fehler finden oder in einem Unterstützungsforum für dieses Betriebssystem um Hilfe bitten. Der vorhandene Fehler muss auf dem installierten System behoben werden, bevor es richtig funktionieren kann.
el: Αν η κανονική λειτουργία γραφικών έχει πρόβλημα σε αυτό το σύστημα θα χρειαστεί να βρείτε ποιο είναι το πρόβλημα ή να αναζητήσετε βοήθεια σε ένα φόρουμ υποστήριξης για το συγκεκριμένο λειτουργικό σύστημα. Όποιο και αν είναι το πρόβλημα πρέπει να επιλυθει στο εγκατεστημένο σύστημα για να λειτουργήσει σωστά.
es: Si el modo de gráficos normal no funciona en este sistema, deberá averiguar qué está mal o pedir ayuda en un foro de asistencia para este sistema operativo. Debe resolver lo que esté mal en el sistema instalado para que funcione correctamente.
eu: Sistema honetan modu grafiko arrunta ez badabil, gaizki zer dagoen aurkitu edo sistema eragile honetarako euskarri foroetan laguntza eskatu beharko duzu. Gaizki dagoena konpondu egin behar da, instalatuta dagoen sisteman, modu egokian ibil dadin.
fi: Ellei järjestelmän tavallinen näyttötila toimi, vika on selvitettävä esimerkiksi etsimällä apua tämän käyttöjärjestelmän tuen keskustelualueilta. Asennetun järjestelmän ongelma on korjattava, jotta se toimisi oikein.
fr: Si le mode graphique normal ne fonctionne pas sur ce système, vous pourriez trouver ce qui ne va pas ou demander de l'aide dans un forum d'entre-aide pour ce système d'exploitation. Tout ce qui est incorrect a besoin d'être corrigé sur un système installé avant que cela ne fonctionne correctement.
gl: Se o modo gráfico normal non funciona no seu sistema terá que descubrir por que ou pedir axuda nun foro de asistencia deste sistema operativo. Hai que solucionar o problema no sistema instalado para que teña un rendemento axeitado.
he: אם מצב גרפי רגיל פועל במערכת הזאת כדאי לנסות להבין מה השתבש או לבקש עזרה מפורום התמיכה למערכת ההפעלה הזאת. מה שלא תקין צריך להיפתר במערכת המותקנת לפני שהיא תוכל לתפקד כראוי.
hi: यदि सामान्य ग्राफ़िक्स मोड इस तंत्र में नहीं चल पा रहा है तो आपको इस समस्या का समाधान ढूंढ़ना होगा या फिर किसी सहायता गोष्ठी में इस ऑपरेटिंग तंत्र के लिए सहायता मांगनी होगी। इस तंत्र को सुचारू रूप से चलने के लिए इस में जो कुछ भी अनुचित है उसका समाधान करना होगा।
it: Se la modalità grafica normale non funziona su questo sistema, dovrai capire cosa c'è che non va o chiedere aiuto in un forum di supporto per questo sistema operativo. Qualunque cosa sia sbagliata deve essere risolta sul sistema installato prima che possa funzionare correttamente.
ka: თუ ამ სისტემაზე ჩვეულებრივი გრაფიკის რეჟიმი არ მუშაობს, უნდა გაარკვიოთ, რა არის არასწორი, ან მოითხოვოთ დახმარება ამ ოპერაციული სისტემის მხარდაჭერის ფორუმზე. რა შეცდომაც არ უნდა იყოს, მისი გადაწყვეტა მანამდეა საჭირო, სანამ ის ნორმალურად არ შეასრულებს თავის საქმეს.
ko: 이 시스템에서 일반 그래픽 모드가 작동하지 않는다면 무엇이 잘못되었는지를 직접 파악하거나 운영 체제의 지원 포럼에 문의하십시오. 시스템이 제대로 작동하려면 문제 상황을 해결해야 합니다.
nl: Als reguliere grafische modus niet op dit systeem werkt moet u uitvogelen wat er fout is of hulp vragen in een ondersteuningsforum voor dit besturingssysteem. Wat er ook fout is moet opgelost worden op het ge√Ønstalleerde systeem voordat het juist kan functioneren.
nn: Viss den vanlege grafikkmodusen ikkje verkar på dette systemet, må du finna ut kva som er gale eller be om hjelp på eit brukarstøtte­forum for operativ­systemet. Det som er gale, må rettast for at grafikk­visinga skal fungera skikkeleg.
pl: Jeśli zwykły tryb graficzny nie działa na tym systemie, to będziesz musiał dojść do tego, co jest nie tak lub poprosić o pomoc na forum wsparcia tego systemu operacyjnego. Cokolwiek jest nie tak, będzie musiało być naprawione, zanim zacznie działać właściwie.
pt: Se o modo gráfico normal não estiver a funcionar neste sistema, terá de descobrir o que se passa ou pedir ajuda num fórum de suporte deste sistema operativo. O que estiver errado tem de ser resolvido no sistema instalado para que possa funcionar correctamente.
pt_br: Se o modo gráfico normal não estiver funcionando neste sistema , você precisará descobrir o que há de errado ou pedir ajuda em um fórum de suporte para este sistema operacional. O que quer que esteja errado precisa ser resolvido no sistema instalado antes que ele possa funcionar corretamente.
ro: Dacă regimul de afișare grafică normal nu funcționează pe acest sistem, trebuie să identificați problema sau să cereți ajutor pe un forum de asistență pentru acest sistem de operare. Oricare ar fi problema, aceasta trebuie rezolvată în sistemul instalat înainte ca acesta să funcționeze corespunzător.
ru: Если обычный графический режим не работает, то нужно определить источник ошибки, или обратиться за помощью на форум поддержки используемой операционной системы. Все в ошибки системы необходимо устранить, прежде чем она сможет работать должным образом.
sk: Ak v tomto systéme nefunguje bežný grafický režim, budete musieť zistiť, čo nefunguje, alebo požiadať o pomoc vo fóre podpory pre tento operačný systém. Čokoľvek čo nefunguje, je potrebné vyriešiť v nainštalovanom systéme, aby mohol správne fungovať.
sl: Če običajni grafični način v tem sistemu ne deluje, boste morali ugotoviti, kaj je narobe ali prositi za pomoč na forumu za podporo za ta operacijski sistem. Karkoli je že narobe, je treba to na nameščenem sistemu rešiti, da bi lahko pravilno deloval.
sv: Om vanligt grafikläge inte fungerar på systemet måste du räkna ut vad som är fel, eller fråga om hjälp på ett supportforum för operativsystemet. Vad som än är fel måste lösas i det installerade systemet innan det kan fungera riktigt.
tr: Normal grafik kipi bu sistemde çalışmıyorsa nelerin yanlış gittiğini bulmanız veya bu işletim sistemi için olan destek forumunda yardım istemeniz gerekebilir. Düzgün çalışması için kurulu sistemdeki mevcut hatalar düzeltilmelidir.
uk: Якщо у цій системі не працює звичайний графічний режим, вам слід визначити джерело проблеми або попросити про допомогу на форумі підтримки цієї операційної системи. У встановленій системі усі проблеми має бути розв'язано, перш ніж вона зможе працювати на повну силу.
zh_cn: 如果常规图形模式不能在这个系统上工作，您需要找出问题所在，或在这个操作系统的支持论坛上寻求帮助。 在已安装的系统上，任何问题都需要被解决，然后系统才能正常运行。
zh_tw: 如果這個系統上平常的圖形模式無法正常運作，您會需要找出問題在哪裡，或是在這個作業系統的支援論壇裡找人幫忙。不管實際的問題是什麼，它都必須先被解決這個系統才能正常運作。

# @title:window
source: Safe Graphics Mode
ar: وضع الرسوميات الآمن
ca: Mode de gràfics segurs
de: Abgesicherter Grafikmodus
el: Ασφαλής λειτουργία γραφικών
eo: Sekura Grafikreĝimo
es: Modo gráfico seguro
eu: Modu grafiko segurua
fi: Turvallinen näyttötila
fr: Mode graphique de sécurité
gl: Modo gráfico seguro
he: מצב גרפיקה בטוחה
hi: सुरक्षित ग्राफ़िक्स मोड
it: Modalità grafica sicura
ka: უსაფრთხო გრაფიკის რეჟიმი
ko: 안전 그래픽 모드
nl: Veilige grafische modus
nn: Sikker grafikkmodus
pl: Bezpieczny tryb graficzny
pt: Modo Gráfico Seguro
pt_br: Modo gráfico de segurança
ro: Regim de afișare grafică redusă
ru: Безопасный графический режим
sk: Bezpečný grafický režim
sl: Varni grafični način
sv: Säkert grafikläge
tr: Güvenli Grafik Kipi
uk: Безпечний графічний режим
zh_cn: 安全图形模式
zh_tw: 安全圖形模式

# @label
source: This system is running in Safe Graphics Mode (also known as 'nomodeset'). While this mode often works even when the graphics driver is malfunctioning it is also greatly impairing the ability of your graphics card to work as intended because the system likely is using a very basic fallback graphics driver.
ar: يعمل هذا الحاسوب في وضع الرسوميات الآمن (المعروف أيضًا باسم 'nomodeset'). بينما يعمل هذا الوضع غالبًا حتى عند تعطل مشغل الرسوميات، فإنه يعيق بشكل كبير قدرة بطاقة الرسوميات على العمل على النحو المنشود لأن النظام يستخدم على الأرجح مشغل رسوميات احتياطي أساسي للغاية.
ca: Aquest sistema s'executa en el mode de gràfics segurs (també conegut com a «nomodeset»). Si bé aquest mode sovint funciona fins i tot quan el controlador de gràfics no funciona correctament, també afecta en gran manera la capacitat de la targeta gràfica per a funcionar segons el previst, perquè probablement el sistema utilitza un controlador de gràfics alternatiu molt bàsic.
de: Dieses System läuft im abgesicherten Grafikmodus (auch bekannt als „nomodeset“). Dieser Modus funktioniert zwar oft auch dann, wenn der Grafiktreiber nicht richtig arbeitet, beeinträchtigt aber auch die Leistung Ihrer Grafikkarte stark, da das System wahrscheinlich einen sehr einfachen Ausweich-Grafiktreiber verwendet.
el: Το σύστημα αυτό εκτελείται σε ασφαλή λειτουργία γραφικών (επίσης γνωστή ως 'nomodeset'). Ενώ η λειτουργία αυτή συχνά δεν έχει πρόβλημα ακόμη και αν ο οδηγός γραφικών δεν λειτουργεί σωστά, επηρεάζει όμως αρνητικά τη λειτουργία της κάρτας γραφικών αφού το σύστημα πιθανόν να χρησιμοποιεί έναν απλουστευμένο εναλλακτικό οδηγό γραφικών.
es: Este sistema se ejecuta en modo de gráficos seguros (también conocido como «nomodeset»). Aunque este modo suele funcionar incluso cuando el controlador gráfico no funciona correctamente, también afecta en gran medida a la capacidad de su tarjeta gráfica para que funcione de la forma prevista porque es probable que el sistema esté usando un controlador gráfico alternativo muy básico.
eu: Sistema hau Modu grafiko seguruan («nomodeset» gisa ere ezaguna) ibiltzen ari da. Modu hau grafikoen gidaria gaizki dabilenean ere ondo ibili ohi den arren, zure txartel grafikoa bere gaitasunak oso urrituta ibiltzea eragiten du, sistema, segur aski, erreserbako grafiko gidari oso oinarrizkoa erabiltzen ari delako.
fi: Järjestelmä on turvallisessa näyttötilassa (tunnetaan myös nimellä ”nomodeset”). Vaikka tämä tila yleensä on käytettävissä, vaikka näyttöajuri aiheuttaisi ongelmia, se vaikuttaa suuresti näyttökortin toimintakykyyn, koska järjestelmä todennäköisesti käyttää hyvin peruspiirteistä vara-ajuria.
fr: Le système fonctionne dans un mode graphique de secours (connu aussi sous le terme « nomodset »). Bien que ce mode fonctionne souvent même avec un pilote graphique fonctionnant mal, il dégrade fortement les capacités de votre carte graphique pour son fonctionnement normal. La raison est que le système préfère utiliser un pilote graphique basique de secours.
gl: Este sistema está funcionando co modo gráfico seguro, tamén coñecido como «nomodeset». Aínda que este modo adoita funcionar mesmo cando o controlador gráfico falla, tamén afecta negativamente á capacidade da tarxeta gráfica para funcionar como debe porque o sistema está usando probabelmente un controlador gráfico de reserva moi básico.
he: המערכת פועלת במצב גרפיקה בטוחה (ידוע גם בשם ‚nomodeset’). למרות שהמצב הזה עובד בדרך כלל גם כאשר מנהל ההתקן הגרפי פגום הוא גם פוגם משמעות ביכולת הכרטיס הגרפי לעבוד כמצופה כיוון שהמערכת כפי הנראה משתמשת במנהל התקן בסיסי ביותר כגיבוי.
hi: यह तंत्र वर्तमान में सुरक्षित ग्राफ़िक्स मोड ('नोमोडसेट' के नाम से भी जाना जाता है) में चल रहा है। वस्तुतः यह मोड ग्राफ़िक्स ड्राइवर के विफल होने पर भी काम करता है, परंतु यह आपके ग्राफ़िक्स कार्ड के अपेक्षित कार्य करने के सामर्थ्य को भी क्षीण कर देता है क्योंकि तंत्र अधिकांश रूप से कोई मूल वैकल्पिक ग्राफ़िक्स ड्राइवर का प्रयोग कर रहा होगा।
it: Questo sistema è in esecuzione in modalità grafica provvisoria (nota anche come «nomodeset»). Sebbene questa modalità funzioni spesso anche quando il driver grafico non funziona correttamente, compromette notevolmente anche la capacità della scheda grafica di funzionare come previsto perché il sistema probabilmente utilizza un driver grafico di riserva molto semplice.
ka: სისტემა გაშვებულია უსაფრთხო გრაფიკის რეჟიმში (ასევე ცნობილია, როგორც "nomodeset"). ეს რეჟიმი როგორც წესი მაშინაც კი მუშაობს, როცა ვიდეო ბარათის დრაივერი გაფუჭებულია.
ko: 이 시스템은 안전 그래픽 모드를 사용하고 있습니다('nomodeset'이라고도 함). 그래픽 드라이버가 올바르게 작동하지 않는 경우에 유용하지만, 기본 폴백 그래픽 드라이버를 사용할 수도 있기 때문에 그래픽 카드 성능을 발휘하지 못하고 있을 수도 있습니다.
nl: Dit systeem is actief in Veilige grafische modus (ook bekend als 'nomodeset'). Hoewel deze modus vaak werkt zelfs wanneer het grafische stuurprogramma onjuist functioneert is het ook aanzienlijk de mogelijkheden van uw grafische kaart beperkt om te werken zoals bedoeld omdat het systeem waarschijnlijk een erg basis grafisch stuurprogramma gebruikt waarop is teruggevallen.
nn: Systemet køyrer i sikker grafikkmodus (òg kjent som «nomodeset»). Sjølv om denne modusen ofte fungerer i tilfelle der skjermkort­drivaren ikkje verkar skikkeleg, hindrar det òg skjermkortet i å fungera som det skal, då systemet truleg berre brukar ein veldig grunnleggjande skjermkort­drivar som nødløysing.
pl: Ten system jest uruchomiony w bezpiecznym trybie graficznym (znanym także jako 'nomodeset'). Mimo że tryb ten działa dobrze nawet wtedy, gdy sterowniki grafiki działają źle, to ogranicza on także znacznie możliwości twojej karty graficznej, ponieważ system prawdopodobnie używa bardzo podstawowego, zapasowego sterownika graficznego.
pt: Este sistema está a executar no Modo Gráfico Seguro (também conhecido como 'nomodeset'). Embora este modo funcione frequentemente, mesmo quando o controlador gráfico está com problemas, também compromete em grande medida a possibilidade de a sua placa gráfica funcionar como pretendido, dado que o sistema provavelmente está a usar um controlador gráfico muito básico.
pt_br: Este sistema está sendo executado no modo gráfico de segurança (também conhecido como 'nomodeset'). Embora esse modo geralmente funcione mesmo quando o driver gráfico não está funcionando corretamente, ele também prejudica muito a capacidade da placa gráfica de funcionar como planejado, porque o sistema provavelmente está usando um driver gráfico alternativo muito básico.
ro: Acest sistem rulează în regim de afișare grafică redusă (cunoscut ca „nomodeset”). Chiar dacă acest regim funcționează adesea chiar și când driver-ul grafic e defect, aceasta afectează abilitatea de funcționare a plăcii grafice deoarece sistemul folosește un driver grafic de rezervă foarte primitiv.
ru: Система запущена с использованием графической подсистемы в безопасном режиме (также известном как «nomodeset»). Этот режим позволяет использовать графику даже при неверно работающем драйвере графического устройства, но он также практически не использует возможности графического устройства, т.к. использует только базовые возможности драйвера.
sk: Tento systém beží v bezpečnom grafickom režime (tiež známy ako „nomodeset“). Aj keď tento režim často funguje, aj keď grafický ovládač nefunguje správne, výrazne to zhoršuje schopnosť grafickej karty pracovať podľa plánu, pretože systém pravdepodobne používa veľmi jednoduchý záložný grafický ovládač.
sl: Ta sistem deluje v varnem grafičnem načinu (imenovano tudi kot 'nomodeset'). Ta način pogosto deluje tudi, če grafični gonilnik ne deluje pravilno, prav tako če je zelo zmanjšana sposobnost grafične kartice, da deluje kot je predvideno, ker sistem verjetno uporablja zgolj osnovno nadomestilo gonilnika za grafiko.
sv: Systemet använder säkert grafikläge (också känt som 'nomodeset'). Även om det ofta fungerar också när grafikdrivrutinens funktionsförmåga brister, försämrar det möjligheten hos grafikkortet att fungera som avsett, eftersom systemet troligen använder en mycket grundläggande nödfallsdrivrutin för grafik.
tr: Bu sistem, Güvenli Grafik Kipi'nde çalışıyor (bir diğer adıyla 'nomodeset'). Bu kip, grafik kartınız hata verdiğinde veya çalışmadığında size yardımcı olur; ancak çok düşük bir grafik sürücüsü kullandığından grafik kartınızı kullanma yeteneğinizi büyük ölçüde sınırlar.
uk: Цю систему запущено у безпечному графічному режимі (також відомому як «nomodeset»). Хоча цей режим часто працює, навіть якщо графічний драйвер працює із помилками, його використання значно звужує звичні можливості роботи вашої графічної картки, оскільки система, ймовірно, використовує надзвичайно примітивний базовий драйвер.
zh_cn: 这个系统正在安全图形模式下运行 (又称为“nomodeset”)。在大多数情况下，即使图形驱动程序运行不正常，此模式也能正常运行。但与之同时，此模式也会严重限制您的图形卡的工性能，因为系统可能使用非常基本的回退图形驱动程序。
zh_tw: 這個系統目前以安全圖形模式（又稱 'nomodeset'）執行中。雖然這個模式在圖形驅動程式出問題的時候還是可以運作，但在這個模式下您的顯示卡也幾乎完全無法正常運作，因為系統很可能正在使用一個非常基本的備用圖形驅動程式。
