Repository: KDE/kde-nomodeset
Catalog: po/*/kde-nomodeset.po
Languages: ar, ca, de, el, eo, es, eu, fi, fr, gl, he, hi, it, ka, ko, nl, nn, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_cn, zh_tw

# @info:status
source: Unknown error code: %1
ar: رمز خطأ غير معروف: %1
ca: Codi d'error desconegut: %1
de: Unbekannte Fehlernummer %1
el: Άγνωστος κωδικός σφάλματος: %1
eo: Nekonata erarkodo: %1
es: Código de error desconocido: %1
eu: Errore-kode ezezaguna: %1
fi: Tuntematon virhekoodi: %1
fr: Code d'erreur inconnue : %1
gl: Código de erro descoñecido: %1
he: קוד שגיאה לא מוכר: %1
hi: अज्ञात त्रुटि कोड: %1
it: Codice di errore sconosciuto: %1
ka: შეცდომის უცნობი კოდი: %1
ko: 알 수 없는 오류 코드 %1
nl: Onbekende foutcode: %1
nn: Uventa feilkode: %1
pl: Nieznany kod błędu: %1
pt: Código de erro desconhecido: %1
pt_br: Código de erro desconhecido: %1
ro: Cod de eroare necunoscut: %1
ru: Неизвестный код ошибки %1
sk: Neznámy kód chyby: %1
sl: Neznana koda napake: %1
sv: Okänd felkod: %1
tr: Bilinmeyen hata kodu: %1
uk: Помилка з невідомим кодом %1
zh_cn: 未知错误码：%1
zh_tw: 未知的錯誤代碼：%1

# @title
source: Safe Graphics Mode Warning
ar: تحذير من وضع الرسوميات الآمن
ca: Avís sobre el mode de gràfics segurs
de: Warnung zum abgesicherten Grafikmodus
el: Προειδοποίηση ασφαλούς λειτουργίας γραφικών
eo: Averto pri Sekura Grafika Reĝimo
es: Advertencia del modo gráfico seguro
eu: Modu grafiko seguruaren abisua
fi: Turvallisen näyttötilan varoitus
fr: Alarme du mode graphique de sécurité
gl: Aviso de modo gráfico seguro
he: אזהרת מצב גרפיקה בטוחה
hi: सुरक्षित ग्राफ़िक्स मोड चेतावनी
it: Avviso modalità grafica sicura
ka: უსაფრთხო გრაფიკის რეჟიმის გაფრთხილების დაყენება
ko: 안전 그래픽 모드 경고
nl: Waarschuwing voor veilige grafische modus
nn: Åtvaring for sikker grafikkmodus
pl: Ostrzeżenie bezpiecznego trybu graficznego
pt: Aviso do Modo Gráfico Seguro
pt_br: Aviso do modo gráfico de segurança
ro: Avertizare regim de afișare grafică redusă
ru: Предупреждение о безопасном графическом режиме
sk: Upozornenie na Bezpečný grafický režim
sl: Opozorilo varnega grafičnega načina
sv: Varning om säkert grafikläge
tr: Güvenli Grafik Kipi Uyarısı
uk: Попередження щодо безпечного графічного режиму
zh_cn: 安全图形模式警告
zh_tw: 安全圖形模式警告

# @title systray tooltip title
source: Safe Graphics Mode
ar: وضع الرسوميات الآمن
ca: Mode de gràfics segurs
de: Abgesicherter Grafikmodus
el: Ασφαλής λειτουργία γραφικών
eo: Sekura Grafikreĝimo
es: Modo gráfico seguro
eu: Modu grafiko segurua
fi: Turvallinen näyttötila
fr: Mode graphique de sécurité
gl: Modo gráfico seguro
he: מצב גרפיקה בטוחה
hi: सुरक्षित ग्राफ़िक्स मोड
it: Modalità grafica sicura
ka: უსაფრთხო გრაფიკის რეჟიმი
ko: 안전 그래픽 모드
nl: Veilige grafische modus
nn: Sikker grafikkmodus
pl: Bezpieczny tryb graficzny
pt: Modo Gráfico Seguro
pt_br: Modo gráfico de segurança
ro: Regim de afișare grafică redusă
ru: Безопасный графический режим
sk: Bezpečný grafický režim
sl: Varni grafični način
sv: Säkert grafikläge
tr: Güvenli Grafik Kipi
uk: Безпечний графічний режим
zh_cn: 安全图形模式
zh_tw: 安全圖形模式

# @info:tooltip
source: The system currently runs in Safe Graphics Mode - graphics card and display performance may be impaired
ar: يعمل الحاسوب حاليًا في وضع الرسوميات الآمن، قد تتأثر بطاقة الرسوميات وأداء الشاشة
ca: El sistema s'està executant en el mode de gràfics segurs -la targeta gràfica i el rendiment de la pantalla es podrien veure afectats-
de: Das System läuft derzeit im abgesicherten Grafikmodus - die Leistung der Grafikkarte und des Bildschirms kann beeinträchtigt sein
el: Το σύστημα τώρα εκτελείται σε ασφαλή λειτουργία γραφικών - η κάρτα γραφικών και η απόδοση της οθόνης ίσως επηρςαστούν
es: El sistema está funcionando en el modo gráfico seguro: el rendimiento de la tarjeta gráfica y de la pantalla pueden verse afectados.
eu: Sistema une honetan Modu grafiko seguruan dabil - txartel grafikoa eta pantailako errendimendua gutxiagotu daitezke
fi: Järjestelmä on turvallisessa näyttötilassa: näytön (näyttökortin) suorituskyky voi olla heikko
fr: Le système s'exécute actuellement en mode graphique de sécurité. La carte graphique et les performances d'affichage pourrait être réduite.
gl: O sistema está funcionando en modo gráfico seguro, o que podería afectar negativamente ao rendemento da tarxeta gráfica e as pantallas
he: המערכת פועלת כעת בתצורת גרפיקה בטוחה - כרטיסי המסך וביצועי התצוגה עלולים להיפגע כתוצאה מכך
hi: यह तंत्र अभी सुरक्षित ग्राफ़िक्स मोड में चल रहा है - ग्राफ़िक्स कार्ड तथा डिस्पले प्रदर्शन क्षीण हो सकते हैं
it: Il sistema attualmente funziona in modalità grafica sicura - la scheda grafica e le prestazioni dello schermo potrebbero essere compromesse
ka: სისტემა ამჟამად გაშვებულია უსაფრთხო გრაფიკის რეჟიმში - გრაფიკული ბარათისა და ეკრანის წარმადობა საგრძნობლად დაეცემა
ko: 시스템이 안전 그래픽 모드에서 실행 중입니다. 그래픽 카드와 화면 표시 성능에 영향을 주 싰읍시나ㄷ
nl: Het systeem is nu actief in veilige grafische modus - prestaties van grafische kaart en scherm kan aangetast zijn
nn: Systemet køyrer no i sikker grafikkmodus. Ytinga til skjermkortet og oppteikninga på skjermen kan derfor vera redusert.
pl: System jest obecnie uruchomiony w bezpiecznym trybie graficznym - wydajność i wyświetlanie karty graficznej może być ograniczone
pt: O sistema está em execução no Modo Gráfico Seguro - a performance do ecrã e da placa gráfica pode estar comprometida
pt_br: O sistema atualmente é executado no modo gráfico de segurança - a performance da placa gráfica e do monitor podem ser prejudicados
ro: Sistemul rulează în regim de afișare grafică redusă – performanța plăcii grafice și a afișajului pot fi afectate
ru: Система запущена с использованием графической подсистемы в безопасном режиме, производительность графической подсистемы может быть снижена.
sk: Systém momentálne pracuje v bezpečnom grafickom režime - výkon grafickej karty a displeja môže byť znížený
sl: Sistem trenutno teče v varnem grafičnem načinu - zmogljivost grafike in prikaza je lahko zmanjšana
sv: Systemet använder för närvarande säkert grafikläge. Grafikkortets och bildskärmens prestanda kan vara nedsatt.
tr: Sistem şu anda Güvenli Grafik Kipi'nde çalışıyor - grafik kartı ve görüntüleme başarımı kötü olabilir.
uk: Зараз система працює у безпечному графічному режимі — показники швидкодії графічної картки та показу зображення можуть бути досить низькими
zh_cn: 系统目前运行于安全图形模式 - 图形卡和显示性能可能受到限制
zh_tw: 系統目前以安全圖形模式執行 - 顯示卡與圖形效能可能受影響

# @info:status
source: Configuration file <filename>%1</filename> not found.
ar: لم يعثر على ملف تشكيلة <filename>%1</filename>.
ca: No s'ha trobat el fitxer de configuració <filename>%1</filename>.
de: Die Einrichtungsdatei <filename>%1</filename> wurde nicht gefunden.
el: Αδυναμία εύρεσης του αρχείου διαμόρφωσης <filename>%1</filename>.
eo: Agorda dosiero <filename>%1</filename> ne trovita.
es: Archivo de configuración <filename>%1</filename> no encontrado.
eu: Ez du aurkitu konfiguratzeko <filename>%1</filename> fitxategia.
fi: Asetustiedostoa <filename>%1</filename> ei löytynyt.
fr: Impossible de trouver le ficher de configuration <filename>%1</filename>.
gl: Non se atopou o ficheiro de configuración <filename>%1</filename>.
he: קובץ ההגדרות <filename>%1</filename> לא נמצא.
hi: विन्यास की फ़ाइल <filename>%1</filename> नहीं मिला।
it: File di configurazione <filename>%1</filename> non trovato.
ka: კონფიგურაციის ფაილი <filename>%1</filename> არ არსებობს.
ko: 설정 파일 <filename>%1</filename>을(를) 찾을 수 없습니다.
nl: Configuratiebestand <filename>%1</filename> niet gevonden.
nn: Fann ikkje oppsettfila <filename>%1</filename>.
pl: Nie znaleziono pliku ustawień <filename>%1</filename>.
pt: O ficheiro de configuração <filename>%1</filename> não foi encontrado.
pt_br: O arquivo de configuração <filename>%1</filename> não foi encontrado.
ro: Fișierul de configurare <filename>%1</filename> nu a fost găsit.
ru: Не найден файл конфигурации <filename>%1</filename>.
sk: Konfiguračný súbor <filename>%1</filename> sa nenašiel.
sl: Nastavitvene datoteke <filename>%1</filename> ni mogoče najti.
sv: Inställningsfilen <filename>%1</filename> hittades inte.
tr: Yapılandırma dosyası <filename>%1</filename> bulunamadı.
uk: Не знайдено файла налаштувань <filename>%1</filename>.
zh_cn: 未找到配置文件 <filename>%1</filename>！
zh_tw: 找不到設定檔案 <filename>%1</filename>。

# @info:status
source: Deleting the configuration file <filename>%1</filename> failed.
ar: فشل حذف ملف التشكيلة <filename>%1</filename>.
ca: Ha fallat la supressió del fitxer de configuració <filename>%1</filename>.
de: Das Löschen der Einrichtungsdatei <filename>%1</filename> ist fehlgeschlagen.
el: Αποτυχία διαγραφής του αρχείου διαμόρφωσης <filename>%1</filename>.
eo: Forigo de la agorda dosiero <filename>%1</filename> malsukcesis.
es: No se ha podido borrar el archivo de configuración <filename>%1</filename>.
eu: Konfiguratzeko <filename>%1</filename> fitxategia ezabatzea huts egin du.
fi: Asetustiedoston <filename>%1</filename> poistaminen epäonnistui.
fr: Échec de la suppression du fichier de configuration <filename>%1</filename>.
gl: Non foi posíbel eliminar o ficheiro de configuración <filename>%1</filename>.
he: מחיקת קובץ ההגדרות <filename>%1</filename> נכשלה.
hi: विन्यास की फ़ाइल <filename>%1</filename> को हटाने में असफल।
it: L'eliminazione del file di configurazione <filename>%1</filename> non è riuscita.
ka: კონფიგურაციის ფაილის:<filename>%1</filename> წაშლის შეცდომა.
ko: 설정 파일 <filename>%1</filename>을(를) 삭제할 수 없습니다.
nl: Het configuratiebestand <filename>%1</filename> verwijderen is mislukt.
nn: Klate ikkje sletta oppsettfila <filename>%1</filename>.
pl: Nie udało się usunąć pliku ustawień <filename>%1</filename>.
pt: Não foi possível remover o ficheiro de configuração <filename>%1</filename>.
pt_br: Falha ao excluir o arquivo de configuração <filename>%1</filename>.
ro: Ștergerea fișierului de configurare <filename>%1</filename> a eșuat.
ru: Не удалось удалить файл конфигурации <filename>%1</filename>.
sk: Odstránenie konfiguračného súboru <filename>%1</filename> zlyhalo.
sl: Brisanje nastavitvene datoteke <filename>%1</filename> ni uspelo.
sv: Borttagning av inställningsfilen <filename>%1</filename> misslyckades.
tr: <filename>%1</filename> yapılandırma dosyasını silme başarısız.
uk: Помилка під час спроби вилучити файл налаштувань <filename>%1</filename>.
zh_cn: 删除配置文件 <filename>%1</filename> 失败。
zh_tw: 刪除設定檔案 <filename>%1</filename> 時失敗。

# @info:status
source: Updating the bootloader configuration timed out.
ar: انتهى وقت تحديث تشكيلة محمل الإقلاع.
ca: S'ha esgotat el temps d'espera d'actualització de la configuració del gestor d'arrencada.
de: Zeitüberschreitung bei der Aktualisierung der Bootloader-Einrichtung.
el: Το χρονικό όριο για την ενημέρωση της διαμόρφωσης του φορτωτή εκκίνησης εξαντλήθηκε.
eo: Ĝisdatigo de la agordo de ekŝargilo eksvalidiĝis.
es: Se ha agotado el tiempo de la actualización de la configuración del cargador de arranque.
eu: Abio-zamatzailearen konfigurazioa eguneratzeko denbora-muga gainditu du.
fi: Käynnistyslatainasetusten päivittäminen aikakatkaistiin.
fr: La mise à jour de la configuration du chargeur de démarrage n'a pas été réalisée dans le temps imparti.
gl: Esgotouse o tempo límite ao actualizar a configuración do xestor de arranque.
he: הזמן שהוקצב לעדכון הגדרות מערכת הטעינה הסתיים.
hi: बूटलोडर विन्यास के अद्यतन से पहले समय समाप्त।
it: Aggiornamento del file di configurazione del bootloader fuori tempo massimo.
ka: სისტემის ჩამტვირთავის კონფიგურაციის განახლების ვადა გავდა.
ko: 부트로더 설정 업데이트 시간이 초과되었습니다.
nl: De bootloaderconfiguratie bijwerken lukte niet binnen de tijdslimiet.
nn: Tidsavbrot ved oppdatering av oppsettet til oppstartslastaren.
pl: Przekroczono czas oczekiwania na uaktualnienie ustawień programu rozruchowego
pt: Expirou o tempo-limite para actualizar a configuração do gestor de arranque.
pt_br: A atualização do gerenciador de inicialização atingiu o tempo limite.
ro: Actualizarea configurației demarorului a expirat.
ru: Истекло время ожидания обновления конфигурации загрузчика.
sk: Čas vypršal pre aktualizáciu konfigurácie bootloaderu.
sl: Predvideni čas za osveževanje nastavitev začetnega nalagalnika je potekel.
sv: Tidsgräns för uppdatering av startprogrammets inställning gick ut.
tr: Önyükleyici yapılandırmasını güncelleme zaman aşımına uğradı.
uk: Перевищено термін оновлення налаштувань завантажувача.
zh_cn: 正在更新引导器的引导超时配置。
zh_tw: 更新開啟啟動器設定時逾時。

# @info:status
source: Updating the bootloader configuration failed - exit code: %1
ar: فشل تحديث تشكيلة محمل الإقلاع - رمز الخروج: %1
ca: Ha fallat en actualitzar la configuració del gestor d'arrencada. Codi d'error: %1
de: Aktualisierung der Bootloader-Einrichtung fehlgeschlagen - Fehlercode: %1
el: Αποτυχία ενημέρωσης της διαμόρφωσης του φορτωτή εκκίνησης - κωδικός τερματισμού: %1
eo: Ĝisdatigo de la agordo de ekŝargilo malsukcesis - elira kodo: %1
es: La actualización de la configuración del cargador de arranque ha fallado: código de salida %1
eu: Abio-zamatzailearen konfigurazioa eguneratzea huts egin du - irteera-kodea: %1
fi: Käynnistyslatainasetusten päivittäminen epäonnistui: paluukoodi: %1
fr: Échec de la mise à jour de la configuration du chargeur de démarrage. Code de sortie : %1.
gl: Non foi posíbel actualizar a configuración do xestor de arranque: código de saída %1
he: עדכון הגדרות מערכת הטעינה נכשל - קוד היציאה: %1
hi: बूटलोडर विन्यास का अद्यतन असफल - निकास कोड: %1
it: Aggiornamento del file di configurazione del bootloader non riuscito - codice di uscita: %1
ka: სისტემის ჩამტვირთავის კონფიგურაციის განახლების შეცდომა - კოდი: %1
ko: 부트로더 설정 업데이트가 실패했습니다. 종료 코드: %1
nl: Het bijwerken van de bootloaderconfiguratie is mislukt - afsluitcode: %1
nn: Feil ved oppdatering av oppsettet til oppstartslastaren. Feilkode: %1
pl: Nie udało się uaktualnić ustawień programu rozruchowego - kod wyjścia: %1
pt: Não foi possível actualizar a configuração do gestor de arranque - código de erro: %1
pt_br: A atualização do gerenciador de inicialização falhou - código de saída: %1
ro: Actualizarea configurației demarorului a eșuat – cod de ieșire: %1
ru: Не удалось обновить конфигурацию загрузчика (код выхода: %1)
sk: Aktualizácia konfigurácie bootloadera zlyhala - chybový kód: %1
sl: Osveževanje nastavitev začetnega nalagalnika ni uspelo - zaključna koda: %1
sv: Uppdatering av startprogrammets inställning misslyckades. Avslutningskod: %1
tr: Önyükleyici yapılandırmasını güncelleme başarısız - çıkış kodu: %1
uk: Не вдалося оновити налаштування завантажувача — код виходу: %1
zh_cn: 更新引导器配置失败 - 退出代码： %1
zh_tw: 更新開啟啟動器設定時失敗 - 結束碼：%1

# @title
source: Disabling...
ar: يعطل...
ca: S'està desactivant...
de: Deaktivierung ...
el: Απενεργοποίηση...
eo: Malebligante...
es: Desactivando...
eu: Ezgaitzen...
fi: Poistetaan käytöstä…
fr: Désactivation en cours...
gl: Desactivando…
he: מושבת…
hi: अक्षम किया जा रहा है...
it: Disabilitazione in corso...
ka: გათიშვა...
ko: 비활성화 중...
nl: Uitschakelen...
nn: Slår av …
pl: Wyłączanie...
pt: A desactivar...
pt_br: Desabilitando...
ro: Se dezactivează…
ru: Отключение...
sk: Zakazuje sa...
sl: Onemogočanje...
sv: Inaktiverar...
tr: Devre dışı bırakılıyor...
uk: Вимикання…
zh_cn: 正在禁用...
zh_tw: 正在停用…

# @title
source: Restart Required
ar: إعادة تشغيل ضرورية
ca: Cal reiniciar
de: Ein Neustart ist erforderlich
el: Απαιτείται επανεκκίνηση
eo: Rekomenco Bezonata
es: Se necesita reiniciar
eu: Berrabiarazi behar da
fi: Uudellenkäynnistys vaaditaan
fr: Un redémarrage est nécessaire
gl: Precísase reiniciar
he: יש להפעיל את המערכת מחדש
hi: पुनरारंभ करना आवश्यक है
it: Riavvio richiesto
ka: საჭიროა სისტემის გადატვირთვა
ko: 다시 시작 필요
nl: Opnieuw starten is vereist
nn: Maskina må startast på nytt
pl: Wymagane ponowne uruchomienie
pt: É Necessário Reiniciar
pt_br: Reinicialização necessária
ro: Repornire necesară
ru: Требуется перезагрузка
sk: Vyžaduje sa reštart
sl: Potreben je ponovni zagon
sv: Omstart krävs
tr: Yeniden Başlatma Gerekiyor
uk: Потрібен перезапуск
zh_cn: 需要重启
zh_tw: 需要重新啟動

# @label
source: Safe Graphics Mode has been disabled. To apply this change a system restart is required.
ar: وضع الرسوميات الآمن فُعل تعطيله. لتطبيق هذا التغيير، تلزم إعادة تشغيل للحاسوب.
ca: El mode de gràfics segurs s'ha desactivat. Per a aplicar aquest canvi, cal reiniciar el sistema.
de: Der abgesicherte Grafikmodus wurde deaktiviert. Um diese Änderung anzuwenden, ist ein Neustart erforderlich.
el: Η ασφαλής λειτουργία γραφικών έχει απενεργοποιηθεί. Για να εφαρμοστεί αυτή η αλλαγή απαιτείται επανεκκίνηση του συστήματος.
es: Se ha desactivado el modo gráfico seguro. Para aplicar este cambio se necesita un reinicio del sistema.
eu: Modu grafiko segurua ezgaitu da. Aldaketa hau erabiltzeko sistema berrabiarazi behar da.
fi: Turvallinen näyttötila on poistettu käytöstä. Muutoksen käyttöönotto vaatii järjestelmän uudelleenkäynnistyksen.
fr: Le mode graphique de sécurité a été désactivé. Pour appliquer cette modification, un re-démarrage du système est nécessaire.
gl: Desactivouse o modo gráfico seguro. Para aplicar o cambio hai que reiniciar o sistema.
he: מצב גרפיקה בטוחה הושבת. כדי להחיל את השינוי הזה יש להפעיל את המערכת מחדש.
hi: सुरक्षित ग्राफ़िक्स मोड को निष्क्रिय कर दिया गया है। इस परिवर्तन को लागू करने हेतु फिर से प्रारंभ करनाआवश्यक है।
it: La modalità grafica sicura è stata disabilitata. Per applicare questa modifica è necessario riavviare il sistema.
ka: უსაფრთხო გრაფიკის რეჟიმი გათიშულია. ცვლილების გადასატარებლად სისტემის გადატვირთვაა საჭირო.
ko: 안전 그래픽 모드가 비활성화되었습니다. 변경 사항을 적용하려면 시스템을 다시 시작해야 합니다.
nl: Veilige grafische modus is uitgeschakeld. Om deze wijziging toe te passen moet het systeem opnieuw gestart worden.
nn: Sikker grafikkmodus er no slått av. Du må starta maskina på nytt for at endringane skal tre i kraft.
pl: Bezpieczny tryb graficzny został wyłączony. Aby zastosować tę zmianę, wymagane jest ponowne uruchomienie komputera.
pt: O Modo Gráfico Seguro foi desactivo. Para aplicar esta modificação, é necessário reiniciar o sistema.
pt_br: O modo gráfico de segurança foi desabilitado. Para aplicar esta alteração, uma reinicialização do sistema é necessária.
ro: Regimul de afișare grafică redusă a fost dezactivat. Este necesară repornirea sistemului pentru a aplica această modificare.
ru: Безопасный режим графической подсистемы отключён. Для применения изменений требуется перезагрузка системы.
sk: Režim bezpečnej grafiky bol zakázaný. Na uplatnenie tejto zmeny je potrebný reštart systému.
sl: Varni grafični način je bil onemogočen. Za uveljavitev spremembe je potreben ponovni zagon.
sv: Säkert grafikläge har inaktiverats. För att verkställa ändringen krävs en omstart av systemet.
tr: Güvenli Grafik Kipi devre dışı bırakıldı. Bu değişikliği uygulamak için bir yeniden başlatma gerekiyor.
uk: Безпечний графічний режим вимкнено. Щоб застосувати внесені зміни, слід перезавантажити систему.
zh_cn: 安全图形模式已被禁用。要应用此更改，需要重新启动系统。
zh_tw: 安全圖形模式已被停用。要套用這個變更系統需要重新啟動。

# @label
source: If you are confident that you have resolved the graphics issues you can permanently enable the default graphics mode again.
ar: إذا كنت واثقًا من إصلاح مشكلات الرسوميات، يمكنك تفعيل وضع الرسوميات المبدئي بشكل دائم مرة أخرى.
ca: Si esteu segur d'haver resolt els problemes amb els gràfics, podeu tornar a habilitar permanentment el mode de gràfics predeterminat.
de: Wenn Sie sicher sind, dass Sie die Grafikprobleme behoben haben, können Sie den Standardgrafikmodus wieder dauerhaft aktivieren.
el: Αν είστε βέβαιοι ότι έχετε επιλύσει τα θέματα με τα γραφικά μπορείτε να ενεργοποιήσετε μόνιμα την προκαθορισμένη λειτουργία γραφικών.
es: Si está seguro de haber resuelto los problemas gráficos, puede volver a activar permanentemente el modo gráfico predeterminado.
eu: Arazo grafikoak konpondu dituzula ziur bazaude, modu grafiko lehenetsia behin betiko gaitu dezakezu.
fi: Jos varmasti katsot ratkaisseesi näyttöongelmat, voit ottaa oletusnäyttötilan taas pysyvästi käyttöön.
fr: Si vous avez confiance dans votre résolution des problèmes graphiques, vous pouvez activer de nouveau et de façon permanente le mode graphique par défaut.
gl: Se ten certeza de que solucionou os problemas gráficos pode activar permanentemente de novo o modo gráfico predeterminado.
he: אם להערכתך פתרת את התקלות במנגנון הגרפי אפשר להפעיל את מצב הגרפיקה כברירת מחדל שוב לצמיתות.
hi: अगर आप आश्वस्त हैं कि आपके ग्राफ़िक्स समस्या का समाधान हो गया है, तब आप पूर्वन्यस्त ग्राफ़िक्स मोड को फिर से स्थायी रूप से सक्षम कर सकते हैं।
it: Se sei sicuro di aver risolto i problemi grafici, puoi abilitare di nuovo in modo permanente la modalità grafica predefinita.
ka: თუ დარწმუნებული ხართ, რომ გადაწყვიტეთ გრაფიკის პრობლემები, შეგიძლიათ მუდმივად ჩართოთ ნაგულისხმები გრაფიკის რეჟიმი.
ko: 그래픽 문제를 해결했다면 기본 그래픽 모드를 다시 활성화할 수 있습니다.
nl: Als u er vertrouwen in hebt dat u de grafische problemen hebt opgelost kunt u de standaard grafische modus opnieuw inschakelen.
nn: Viss du er trygg på at du har løyst problemet med skjermkortet, så kan du slå på standard grafikkmodus att.
pl: Jeśli jesteś pewny, że rozwiązałeś kłopoty z grafiką, to możesz ponownie na trwałe włączyć domyślny tryb graficzny.
pt: Se estiver confiante na resolução dos problemas gráficos, poderá activar o modo gráfico predefinido de novo.
pt_br: Se você está confiante de que resolveu os problemas gráficos você pode habilitar permanentemente o modo gráfico padrão novamente.
ro: Dacă aveți certitudinea că ați rezolvat problema cu grafica, puteți reactiva permanent regimul implicit de afișare grafică.
ru: Если вы уверены, что проблемы с графикой решены, возможно снова включить графический режим по умолчанию.
sk: Ak ste si istí, že ste vyriešili grafické problémy, môžete znova natrvalo povoliť predvolený grafický režim.
sl: Če ste prepričani, da ste rešili težave z grafiko, lahko spet trajno omogočite privzeti grafični način.
sv: Om du är säker på att grafikproblemen har lösts kan du permanent aktivera standardgrafik igen.
tr: Grafik sıkıntılarını çözdüğünüzden eminseniz öntanımlı grafik kipini yeniden etkinleştirebilirsiniz.
uk: Якщо ви впевнені, що проблеми із графічною підсистемою розв'язано, ви можете знову увімкнути типовий графічний режим.
zh_cn: 如果您确信您已经解决了图形问题，您可以再次永久启用默认图形模式。
zh_tw: 您如果確定已經解決了圖形問題，可以重新永久啟用預設的圖形模式。

# @action:button
source: Enable Default Graphics Mode
ar: فعل وضع الرسوميات المبدئي
ca: Habilita el mode de gràfics predeterminat
de: Abgesicherten Standardgrafikmodus aktivieren
el: Ενεργοποίηση προκαθορισμένης λειτουργίας γραφικών
eo: Ebligi Defaŭltan Grafikan Reĝimon
es: Activar el modo gráfico predeterminado
eu: Gaitu Modu grafiko lehenetsia
fi: Ota oletusnäyttötila käyttöön
fr: Activer le mode graphique par défaut
gl: Activar o modo gráfico predeterminado
he: הפעלת מצב גרפי כברירת מחדל
hi: पूर्वन्यस्त ग्राफ़िक्स मोड सक्षम करें
it: Abilita la modalità grafica predefinita
ka: გრაფიკის ნაგულისხმები რეჟიმის ჩართვა
ko: 기본 그래픽 모드 활성화
nl: Standaard grafische modus inschakelen
nn: Slå på standard grafikkmodus
pl: Włącz domyślny tryb graficzny
pt: Activar o Modo Gráfico Predefinido
pt_br: Habilitar modo gráfico padrão
ro: Activează regimul de afișare grafică implicit
ru: Включить обычный графический режим
sk: Povoliť predvolený grafický režim
sl: Omogoči privzeti grafični način
sv: Aktivera standardgrafik
tr: Öntanımlı Grafik Kipini Etkinleştir
uk: Увімкнути типовий графічний режим
zh_cn: 启用默认图形模式
zh_tw: 啟用預設圖形模式
